// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Información del dispositivo";

HSDModelLabel = "Modelo:";
HSDConnTypeLabel = "Tipo de conexión:";
HSDServiceLabel = "ID de servicio:";
HSDFWLabel = "Versión FW:";
HSDSNLabel = "Número de serie:";
HSDDuplexerLabel = "Duplexer:";
HSDDriverLabel = "Versión de controladores:";
HSDProdNumLabel = "Número de producto:";
HSDIPAddrLabel = "Dirección IP:";
HSDMessageLabel = "Imprima información acerca de la impresora seleccionada actualmente haciendo clic en el botón Imprimir página de configuración que aparece abajo.";
HSDPrintButton = "Imprimir página de configuración";

NoPrintTitle = "No se pudo imprimir la página de configuración";
NoPrintMsg = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";
PrintingProgressTitle = "Imprimiendo página de configuración…";
PageViewButtonTitle = "Ver página de configuración";
PageViewMessage = "Haga clic en el botón Ver página de configuración que aparece abajo para ver información acerca de la impresora seleccionada actualmente.";
DuplexInstalled = "Instalado";
DuplexNotInstalled = "No instalado";
SomePenErrorMessage = "Parece que falta un cartucho de tinta, no se ha detectado o no está correctamente instalado. No se puede imprimir sin tener todos los cartuchos instalados.";

HSDEmptyValueString = "Desconocido";

HSDIKNumberLabel = "Número de IK:";

Wired = "Cableada";
Wireless = "Inalámbrico";

HSDAllInkUsageLabel = "Tinta total usada:";
HSDHPInkUsageLabel = "Tinta HP usada:";
milliliters = "millilitros";
microliters = "microlitros";

SomePenErrorMessagePigment = "Parece que falta un cartucho, no se detecta o se ha instalado de forma incorrecta. No se puede realizar la impresión sin que todos los cartuchos estén instalados.";
HSDAllInkUsageLabelPigment = "Pigmento total usado:";
HSDHPInkUsageLabelPigment = "Pigmento HP usado:";